jekyll/_posts/2020-03-02-mailing-list-translation.html
---
layout: wide
title: Translation
categories: misc
---

<div id="outline-container-org40a3c9a" class="outline-2">
<h2 id="org40a3c9a">Translation</h2>
<div class="outline-text-2" id="text-org40a3c9a">
<p>
One of the things I’ve wondered aloud about on this list is “translation” between various operating levels - upward and downward the ladder of complexity, between different systems of thought that are working at different levels of abstraction, from ideas into praxis, etc. These sort of translations often seem to be implicit and unconscious, partially solved by emergent organizational structures. These structures then become the models for a codification and systematization of scope and responsibilities.
</p>

<p>
Part of what I find so exciting about metamodern thought is that it tends to explicitly recognize this process. Metamodernists, especially of the developmental ilk, of which there are many on this list, identify and name the many thought frameworks, developmental axes, power structures, and social worlds that need to be translated between. Identifying levels and recognizing the need for translation are the first and second steps, and I’m very curious about the next ones. Given the current niche status of metamodern orgs, it seems prudent to develop translations with broad appeal. I don’t know what that looks like, but here are some other places where levels have been identified and there is active translational work:
</p>

<dl class="org-dl">
<dt>Medicine has the aptly named Translational Science <a href="https://en.wikipedia.org/wiki/Translational_research">https://en.wikipedia.org/wiki/Translational_research</a> , <a href="https://accelerate.ucsf.edu/about/clinical-and-translational">https://accelerate.ucsf.edu/about/clinical-and-translational</a> that tries to bridge the gaps between lab work and community health.</dt><dd>Researcher/Theorist -&gt; Researcher/Clinician -&gt; Clinical Practice -&gt; Public Health</dd>
<dt>Aeronautics programs sometimes use a TRL <a href="https://en.wikipedia.org/wiki/Technology_readiness_level">https://en.wikipedia.org/wiki/Technology_readiness_level</a> that facilitates communication about readiness and provides a common map of what progress looks like across orgs.</dt><dd>Researcher/Theorist -&gt; Researcher/Developer -&gt; Engineer -&gt; Manufacturers -&gt; Ready Technology</dd>
<dt>Patreon(lol) very recently published an “Engineering Levels” guide <a href="https://levels.patreon.com/">https://levels.patreon.com/</a>, that describes the progression of scope and concerns of an engineer as they develop.</dt><dd>IC6 (Architecture / Vision / Multi-metasystem meta-pattern decisions) -&gt; IC5 (meta-pattern decision making) -&gt; IC4 (multi-system decision making) -&gt; IC3 (single system decision making) -&gt; IC2 (contributing) -&gt; IC1 (learning)</dd>
<dt>Business/Management has a ton of stuff, but <a href="https://en.wikipedia.org/wiki/Six_Thinking_Hats">https://en.wikipedia.org/wiki/Six_Thinking_Hats</a> is an example of trying to balance the needs of a few (very basic) analytical frameworks. Notably this translation is horizontal, not vertical, except that “blue hat” is in control. More like translating between languages or equal paradigms.</dt><dd></dd>

<dt>Reasoning about higher mathematical dimensions feels isomorphic to this sort of translation <a href="https://www.youtube.com/watch?v=zwAD6dRSVyI">https://www.youtube.com/watch?v=zwAD6dRSVyI</a></dt><dd>Multi-dimensional object -&gt; 3D projection -&gt; 2D projection of 3D object for viewing on a computer screen</dd>
<dt>Simple english wikipedia has done a ton of work translating between large and small vocabularies <a href="https://simple.wikipedia.org/wiki/Post-postmodernism">https://simple.wikipedia.org/wiki/Post-postmodernism</a> which honestly is a good place to start</dt><dd></dd>
</dl>

<p>
So I dunno. That’s what I have. Thoughts? Is it self-evident that this process is necessary? Is there a there there? Are we actively developing a metamodern translational science? Are there examples of it? Does this mailing list count? Are there other examples like the ones I listed that are interesting attempts elsewhere? Alter Ego?
</p>

<p>
If this is worthwhile I may try to write up more.
</p>

<p>
<i>Taken from a mailing list message dating 2018-04-19.</i>
</p>
</div>
</div>
